IdeaRS.Connections
AddedMemberData.AddedMemberPlateIndex Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the index of plate of added member, which is connected to related item.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int AddedMemberPlateIndex { get; set; }
Property Value
Type: Int32
See Also
Reference
AddedMemberData Class
IdeaRS.Connections.Data Namespace